Revit 2027 API
ParameterTypeId.SteelElemWeldDoubleType Property
 "Double Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemWeldDoubleType { get; }
Public Shared ReadOnly Property SteelElemWeldDoubleType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemWeldDoubleType {
	ForgeTypeId^ get ();
}
static member SteelElemWeldDoubleType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace